Repository: rabdano/A.-Gallery
Catalog: l10n/a-gallery-*.po
Languages: ru_ru

source: Could not read image size
ru_ru: Не возможно получить размер изображения

source: Delete
ru_ru: Удалить

source: Add from library
ru_ru: Добавить из библиотеки

source: Save
ru_ru: Сохранить

source: Save and update
ru_ru: Сохранить изменения

source: Uploaded:
ru_ru: Дата загрузки:

source: Add
ru_ru: Добавить

source: Manage images
ru_ru: Управление изображениями

source: A. Gallery options
ru_ru: Настройки A. Gallery

source: A. Gallery settings
ru_ru: Настройки A. Gallery

source: Admin
ru_ru: Консоль

source: Thumbnail width on post edit page
ru_ru: Ширина миниатюры на странице редакрирования поста

source: Thumbnail height on post edit page
ru_ru: Высота миниатюры на странице редактирования поста

source: Default<sup>1</sup> number of pictures in gallery
ru_ru: Число изображений в галлерее по умолчанию<sup>1</sup>

source: Default width of border
ru_ru: Ширина границы изображения в галлерее по умолчанию

source: Default border color
ru_ru: Цвет границы изображения в галлерее по умолчанию

source: Default gallery thumbnail width
ru_ru: Ширина миниатюры по умолчанию

source: Defaul gallery thumbnail height
ru_ru: Высота миниатюры по умолчанию

source: Default number of visible pictures (number of columns)
ru_ru: Число видимых в галлерее изображений (число колонок)

source: Default width of picture in gallery view.
ru_ru: Максимальная ширина изображения при просмотре галлереи.

source: Default height of picture in gallery view.
ru_ru: Максимальная высота изображения при просмотре галлереи.

source: <sup>1</sup> — This values will be used when entered shortcode don't provides any attributes. For example, if post contains "[a_gallery item_h="200"]" then all values will be taken from here except item_h (thumbnail height).
ru_ru: <sup>1</sup> — Эти значения будут использованы в том случае, когда shortcode не имеет аттрибутов. Например, если в записи встречается «[a_gallery item_h="200"]», то будут использованы все эти значения, кроме item_h (высота миниатюры).

source: Save changes
ru_ru: Сохранить изменения
